Repository: swampwf/swamp
Catalog: conf/i18n/keys.*.po
Languages: cs

source: Field
cs: Pole

source: must contain a bool (true or false)!
cs: musí obsahovat booleovskou hodnotu (true/false)

source: must contain a number!
cs: musí obsahovat číslo!

source: must contain a date in the format:
cs: datum musí být zadán ve formátu:

source: Unable to fetch data from:
cs: Nelze získat data z:

source: Parsing error in line
cs: Chyba v řádce

source: , column
cs: , sloupec

source: Reason:
cs: Důvod:

source: Assignment to Field
cs: Přiřazení k poli

source: must be in Enumeration-Array!
cs: musí obsahovat pole!

source: must contain a datetime in the format:
cs: čas musí být zadán ve formátu

source: Unknown User:
cs: Neznámý uživatel:

source: in field
cs: v poli
